{
  "The Mirror Egoist": {
    "Block1_Mechanism": "당신의 무의식은 타인을 **거울 조각**으로만 인식합니다. 독립된 인격이 아니라, 당신의 우월함을 반사해 주는 도구로 재구성됩니다. 누군가 당신과 다른 방식으로 빛나기 시작하면, 무의식적으로 그 사람의 자존감을 깎아내리는 레버를 찾습니다. 칭찬 속에 미묘한 비교를 넣고, \"솔직한 피드백\"이라는 이름으로 비난을 가하고, 성공한 동료에 대한 질시를 분산시키는 이야기를 퍼뜨립니다. 당신은 이를 \"나를 지키기 위한\" 자동 실행으로 경험하며, 도덕적 경계를 넘었다고 인정하지 않습니다. 나르시시즘과 사이코패시가 결합된 이 프로필에서는 타인의 고통에 대한 공감이 거의 작동하지 않고, \"내가 중심에 서 있는가\"만 확인하면 됩니다.",
    "Block2_Relationship": "능력은 인정받으나, **장례식장에 올 친구는 없습니다**. 회의실에서는 당신의 성과가 칭찬되지만, 생일 파티에 초대받지 않고, 취약함을 보여줄 수 있는 사람은 한 명도 남지 않습니다. 연인은 \"당신 때문에 힘들다\"고 말한 뒤 떠나고, 친구는 \"니가 항상 1등이어야 해서 피곤하다\"고 연락을 끊습니다. 팀은 당신의 **성과**는 인정하지만, 당신을 팀원으로 넣지 않으려 합니다. 모두가 당신의 능력을 칭찬하지만, 아무도 당신의 **취약함**을 보여주지 않습니다. 당신이 그것을 무기로 쓸 것을 알기 때문입니다. 그들이 떠난 것은 배신이 아니라, 더 이상 당신의 거울이 되고 싶지 않았기 때문입니다.",
    "Block3_Trigger": "**결정적 트리거**: 당신이 **공개적인 자리**에서 한 번 무너질 때입니다. 프레젠테이션에서 질문에 답하지 못하거나, SNS에서 주장이 반박당하고 퍼질 때. 그 순간 당신은 반격하려 들지만, 이미 \"그 사람 말은 믿지 마\"라는 말이 먼저 퍼져 있습니다. 30대 후반, 타이틀과 연봉은 올라가 있지만 옆자리 동료는 이미 당신을 **리스트에서 제외**한 채 다음 기회를 논의합니다. 당신의 추락은 \"갑작스러운\" 것이 아니라, 오래 전부터 예약되어 있던 것입니다. \"나는 늘 베풀었는데, 사람들은 결국 배신했다\"고 말하게 되지만, 타인의 기억 속에서는 조용히 자신감을 잃어가던 시간이 훨씬 더 길게 남습니다."
  },
  "The Strategic Game Architect": {
    "Block1_Mechanism": "당신은 사람을 **게임의 말**로만 인식합니다. 무의식적으로 모든 대인 상황을 \"자원 배분·정보 비대칭·승리 조건\"으로 재구성합니다. 상대의 감정은 변수일 뿐이며, 신뢰는 \"이번 라운드에서 소모해도 되는 자원\"으로 분류됩니다. 직접적인 거짓말보다는 **선택적 정보 제공**과 **타이밍 조절**로 상대를 원하는 방향으로 움직이게 합니다. 당신 자신도 이 계산이 도덕적 경계를 넘었다고 인정하지 않습니다. \"전략적 의사결정\"으로 포장합니다. 장기적 게임 이론을 기반으로 한 설계가 가능하다고 믿지만, 실제로는 한 번 당신의 말이 된 사람은 다시는 당신을 믿지 않는다는 사실을 계산에서 빼먹습니다.",
    "Block2_Relationship": "모두가 당신의 **능력**은 인정합니다. 회의실에서는 당신의 분석이 통합니다. 하지만 아무도 당신의 **생일 파티**에 오지 않을 것입니다. 당신이 위기로 몰아넣었던 동료, 정보를 숨겨서 불리하게 만든 파트너, \"필요악\"이라며 한 번 쓰고 버린 사람들이 서로 연락하며 당신의 패턴을 공유합니다. 결혼식 청첩장은 오가지만 당신에게만 오지 않고, 중요한 결정이 내려지는 자리에는 당신이 없습니다. 당신은 \"왜 나를 배제하지?\"라고 묻지만, 그들은 이미 답을 알고 있습니다. 능력은 인정받으나, **장례식장에 올 친구는 없습니다**.",
    "Block3_Trigger": "**결정적 트리거**: 당신이 \"한 번만 더\" 정보를 숨기거나, 한 사람을 희생양으로 밀어붙인 순간, **그 사람이 증거를 모아 두었을 때**입니다. 40대 중반, 당신의 책상 위에는 승진 건의서가 놓여 있지만, HR에는 이미 당신의 이메일·채팅 기록이 제출되어 있습니다. 조직은 당신을 \"필요악\"으로 써 왔지만, 이제 **리스크**로 분류합니다. 정리해고는 \"구조 조정\"이라는 이름으로 이루어지고, 업계 소문은 당신보다 먼저 퍼집니다. 한순간의 전략이 20년 커리어를 삼켜 버립니다."
  },
  "The Chaos Engine": {
    "Block1_Mechanism": "당신은 **계획 없이 폭발**합니다. 마키아벨리즘은 낮고, 사이코패시는 높습니다. 즉, 장기적 전략이나 정보 비대칭을 이용한 조종보다는, **충동과 쾌감**이 먼저 작동합니다. 무의식적으로 상황을 \"지금 당장 뭔가를 깨부수거나, 위험을 감수하거나, 규칙을 넘어서는\" 방향으로 재구성합니다. 타인의 고통이나 결과는 변수일 뿐이며, \"그땐 어쩔 수 없었다\"는 합리화가 사후에 붙습니다. 당신은 자신을 \"위기 대응형\" 또는 \"직설적\"이라고 포장하지만, 실제로는 **예측 불가능한 파괴원**입니다. 조직은 당신을 \"필요할 때만\" 쓰려 하지만, 당신은 그 타이밍을 스스로 조절하지 못합니다. 한순간의 분노, 스릴, 권력욕이 모든 계산을 덮어씁니다.",
    "Block2_Relationship": "당신에게 **진짜 친구**는 없습니다. 있는 것은 \"지금 같이 논 사람\"과 \"언제 폭발할지 모르는 사람\"뿐입니다. 위기가 왔을 때 당신은 숫자나 감정이 아니라 **충동**을 보고 행동합니다. 팀원이 병들었을 때 \"그 사람 빼고 진행하자\"고 말하고, 파트너가 힘들 때 \"네 문제는 내 효율을 떨어뜨린다\"고 말합니다. 모두가 당신의 **돌파력**은 인정하지만, 아무도 당신에게 **의지**하지 않습니다. 당신이 위기에 빠지면, 그들은 \"그때는 어쩔 수 없었다\"는 변명을 듣지 않고 떠납니다. 능력은 인정받으나, **장례식장에 올 친구는 없습니다**.",
    "Block3_Trigger": "**결정적 트리거**: 당신이 **한 순간** 돌이킬 수 없는 말을 하거나, 돌이킬 수 없는 행동을 했을 때, **그 순간이 기록·증거로 남았을 때**입니다. 30대 후반, 당신의 \"직설성\"과 \"위기 대응력\"이 인정받던 직장에서, 한 번의 폭발—이메일, 채팅, 회의 녹취—이 HR에 제출됩니다. 조직은 당신을 \"필요할 때 쓰는 카드\"로 써 왔지만, 이제 **브랜드 리스크**로 분류합니다. \"그땐 어쩔 수 없었다\"는 문장을 반복하지만, 기록과 증거는 다른 이야기를 말합니다. 관계, 커리어, 평판 중 최소 하나가 한순간에 무너집니다."
  },
  "The Silent Predator": {
    "Block1_Mechanism": "당신은 직접적인 파괴자가 아니라, **붕괴 과정을 관찰하는 연출자**에 가깝습니다. 무의식적으로 대화·표정·말투에서 \"여기를 누르면 이 사람이 무너진다\"는 포인트를 스캔합니다. 직접적인 공격보다는 **은밀한 찌르기**—모임에서 한마디, 제3자를 통한 소문, \"농담\"이라는 이름의 비난—를 선호합니다. 상대가 무너지는 과정을 지켜보는 것 자체가 보상입니다. 당신의 흔적은 거의 남지 않지만, 그 자리에 있었던 사람들은 \"그때 뭔가 이상했다\"는 감각만 오래 가져갑니다. 당신은 이를 \"경쟁력\" 또는 \"사회적 기술\"로 포장하지만, 타인 입장에서는 **공포**입니다. 당신과 같은 방에 있으면 조심해야 한다는 것을 모두가 학습합니다. 사디즘과 중간 수준의 사이코패시가 결합되어, 고통을 유도하는 데 대한 거부감이 낮습니다.",
    "Block2_Relationship": "당신 주변에는 **경계하는 눈빛**만 남습니다. 사람들은 당신 앞에서는 말을 조절하고, 당신이 떠난 뒤에야 진짜 이야기를 나눕니다. \"그 사람 말은 함부로 하지 마\"라는 말이 당신에 대한 경고입니다. 연인은 당신의 \"농담\"이 결국 **참여 거부**로 바뀌고, 직장 동료는 당신과 단둘이 있는 회의를 피합니다. 모두가 당신의 **날카로움**은 인정하지만, 아무도 당신을 **편**으로 두고 싶어 하지 않습니다. 능력은 인정받으나, **장례식장에 올 친구는 없습니다**. 사람들은 당신이 한 말보다, 당신이 **침묵했던 순간**들을 더 오래 기억합니다. 그 침묵 속에서 당신이 무엇을 생각하고 있었는지에 대한 의문이 쌓이면서, 신뢰는 완전히 붕괴됩니다.",
    "Block3_Trigger": "**결정적 트리거**: 당신이 **잘못된 대상을** 골랐을 때입니다. 당신이 \"약하다\"고 판단한 그 사람이, 사실 증거를 모아 두었거나 연대할 동료가 많을 때. 30대 후반, 당신의 한 마디가 SNS에 캡처되어 퍼지고, \"그 사람 맞다\"는 목소리가 쏟아집니다. 회사는 당신을 **브랜드 리스크**로 보고, 해고는 \"이미지 관리\"라는 이름으로 이루어집니다. 당신은 \"농담이었을 뿐\"이라고 말하지만, 기록은 남고, 당신의 이름은 **그 사건**과 함께 검색됩니다. 공식적으로는 아무 책임도 지지 않는다고 생각하지만, 가장 가까운 사람조차 이유를 설명하지 못한 채 **당신을 피하는 선택**을 합니다."
  },
  "The Mixed Strategic Profile": {
    "Block1_Mechanism": "당신은 **상황에 따라 다른 얼굴**을 꺼냅니다. 무의식적으로 \"지금 이 사람에게는 어떤 버전의 내가 유리할까?\"를 계산합니다. 한 사람 앞에서는 따뜻하고, 다른 사람 앞에서는 냉정하고, 세 번째 앞에서는 공격적입니다. 문제는 **일관성이 없다**는 것입니다. 네 가지 Dark 특성이 모두 중간~높게 분포해 있어, 단일한 \"악역\" 캐릭터로 정리되지 않고, **멀티 페르소나**로 작동합니다. 당신 자신도 \"진짜 나\"가 무엇인지 흐릿해지고, 타인은 당신을 **예측 불가능**하다고 느낍니다. 스트레스가 쌓이면, 어느 날 갑자기 **어떤 얼굴**이 튀어나올지 스스로도 모릅니다. 그날의 기분, 누가 당신을 건드렸는지에 따라 반응이 달라집니다. \"유연하다\"고 생각하지만, 타인 입장에서는 **신뢰할 수 없다**는 결론만 남습니다.",
    "Block2_Relationship": "당신 주변 사람들은 **\"너는 상황마다 달라\"**라고 말합니다. A에게 한 말과 B에게 한 말이 다르다는 것을 그들이 비교했을 때, 당신에 대한 신뢰는 깨집니다. \"그 사람은 편에 따라 말이 바뀐다\"는 평판이 퍼지고, 중요한 일에는 당신이 **제외**됩니다. 연인은 \"너는 나에게만 이렇게 가혹하다\"고 말하고, 직장에서는 \"그 사람은 상대에 따라 다르게 행동한다\"는 말이 오갑니다. 능력은 인정받을 수 있으나, **장례식장에 올 친구는 없습니다**. 중간은 없습니다. 당신을 **편**으로 두고 싶어 하는 사람과, 당신을 **리스크**로 분류하는 사람만 남습니다.",
    "Block3_Trigger": "**결정적 트리거**: 당신의 **서로 다른 얼굴**이 한 자리에서 충돌할 때입니다. A에게 했던 말과 B에게 했던 말이 같은 회의실에서 맞닥뜨리거나, SNS와 실제 모습이 다른 사람에게 들킬 때. 40대, 당신은 \"상황 대응력이 뛰어나다\"고 스스로를 평가하지만, 주변은 이미 \"그 사람 말은 믿지 마\"라고 말합니다. 승진 후보에서 제외되는 이유는 \"리더십 부족\"이 아니라 **\"예측 불가능성\"**입니다. 조직은 당신이 어떤 얼굴로 나올지 모르기 때문에, 당신을 **리스크**로 분류합니다. 한 번의 충돌—한 자리에서 두 버전의 당신이 동시에 노출되는 순간—이 모든 것을 무너뜨립니다."
  }
}
